[
  {
    "title": "Samsung - 55\" Class TU690T Crystal UHD 4K Smart Tizen TV",
    "bullets": [
      "Stream your favorite shows with Smart TV powered by Tizen",
      "Watch what you love upgraded to 4K resolution with this blazing fast processor",
      "Enjoy colors fine-tuned to how they were meant to be seen with PurColor",
      "See the dark and light in every scene to discover what HDR content delivers"
    ],
    "description": null,
    "reviews": [
      "Good sound quality (855)",
      "View 855 reviews about Good sound quality. 84% of the reviews are positive.",
      "Easy to use (350)",
      "View 350 reviews about Easy to use. 91% of the reviews are positive.",
      "Slow input response (213)",
      "View 213 reviews about Slow input response. 68% of the reviews are negative.",
      "Easy to set up (208)",
      "View 208 reviews about Easy to set up. 81% of the reviews are positive.",
      "Lightweight (123)",
      "View 123 reviews about Lightweight. 79% of the reviews are positive.",
      "Low quality remote (96)",
      "View 96 reviews about Low quality remote. 75% of the reviews are negative.",
      "Build quality (114)",
      "View 114 reviews about Build quality. 60% of the reviews are positive.",
      "Attractive (96)",
      "View 96 reviews about Attractive. 99% of the reviews are positive.",
      "Excessive glare (16)",
      "View 16 reviews about Excessive glare. 67% of the reviews are negative.",
      "Display quality (5)",
      "View 5 reviews about Display quality. 60% of the reviews are positive.",
      "Color vividness (3)",
      "View 3 reviews about Color vividness. 100% of the reviews are positive."
    ],
    "price": "$224.67",
    "reviewScore": "4.5",
    "numReviews": "13,157 reviews",
    "imgLink": "https://encrypted-tbn1.gstatic.com/shopping?q=tbn:ANd9GcSR6fEX_Cc5x_EE4JIvlmR812pAualiURuWu5eVskZNNBdYlLK5O-kj_Icc2zPdHkTmaR07qQD4YgrHlfNUr9nmFUAE685HgQ6RH-ToIRO8d4GUp8-iSdla"
  },
  {
    "title": "Insignia - 40\" Class LED Full HD TV",
    "bullets": [
      "The 40\" LED screen provides enhanced viewing experience",
      "Resolution of 1080p delivers high-quality visuals",
      "HDMI and USB ports allow reliable connectivity with compatible devices"
    ],
    "description": "INSIGNIA- 40\" CLASS LED FULL HD 1080p (Full HD) resolution 60Hz refresh rateEnhance your viewing experience with this 40-inch Insignia LED TV. The 60Hz panel refresh rate reduces motion blur for high-quality pictures, while the 1080p resolution produces stunning visuals on the LCD screen. This Insignia LED TV has HDMI and USB ports for flexible connectivity to compatible external devices, and the headphone output allows for private listening.",
    "reviews": [
      "Good sound quality (1129)",
      "View 1129 reviews about Good sound quality. 82% of the reviews are positive.",
      "Lightweight (485)",
      "View 485 reviews about Lightweight. 100% of the reviews are positive.",
      "Easy to use (381)",
      "View 381 reviews about Easy to use. 97% of the reviews are positive.",
      "Easy to set up (289)",
      "View 289 reviews about Easy to set up. 89% of the reviews are positive.",
      "Build quality (255)",
      "View 255 reviews about Build quality. 56% of the reviews are positive.",
      "Fast input response (124)",
      "View 124 reviews about Fast input response. 53% of the reviews are negative.",
      "Quality remote (63)",
      "View 63 reviews about Quality remote. 72% of the reviews are positive.",
      "Attractive (61)",
      "View 61 reviews about Attractive. 98% of the reviews are positive.",
      "Low quality display (10)",
      "View 10 reviews about Low quality display. 100% of the reviews are negative.",
      "Minimal glare (5)",
      "View 5 reviews about Minimal glare. 80% of the reviews are negative.",
      "Color vividness (4)",
      "View 4 reviews about Color vividness. 100% of the reviews are positive."
    ],
    "price": "$129.99",
    "reviewScore": "4.6",
    "numReviews": "17,462 reviews",
    "imgLink": null
  },
  {
    "title": "Insignia - 19\" Class LED HD TV",
    "bullets": [
      "720p resolution",
      "DTS TruSurround",
      "Supports HDMI ARC",
      "Versatile connections",
      "Parental controls"
    ],
    "description": "Upgrade your home theater with this 19-inch Insignia LED TV. The 60Hz panel refresh rate minimizes motion blur for crisp, clear visuals, while the 720p resolution produces detailed, vibrant images on the LCD screen. This Insignia LED TV has two HDMI ports for effortless connectivity to gaming consoles and compatible devices. 18.5′′ screen (measured diagonally from corner to corner) A good size for a bedroom or dorm room. HD (720p resolution) Watch broadcast TV or your favorite content in high definition. LED TVs perform well in all lighting conditions They also deliver plasma-like deep blacks and rich colors. Advanced TV sound Two 2.5W main channel speakers. 2 HDMI inputs for the best home theater connection High-speed HDMI delivers up to 720p picture and digital surround sound in one convenient cable. HDMI cable not included. Enjoy the picture from multiple angles 178° horizontal and vertical viewing angles provide a clear picture for viewers seated near the side of the screen. 1 USB input Easily connect your digital camera or other USB device to view compatible JPEG files. Manage the viewing experience for your kids The built-in V-chip lets you block content based on program ratings and check ratings of unfamiliar programs.",
    "reviews": [
      "Good sound quality (1129)",
      "View 1129 reviews about Good sound quality. 82% of the reviews are positive.",
      "Lightweight (485)",
      "View 485 reviews about Lightweight. 100% of the reviews are positive.",
      "Easy to use (381)",
      "View 381 reviews about Easy to use. 97% of the reviews are positive.",
      "Easy to set up (289)",
      "View 289 reviews about Easy to set up. 89% of the reviews are positive.",
      "Build quality (255)",
      "View 255 reviews about Build quality. 56% of the reviews are positive.",
      "Fast input response (124)",
      "View 124 reviews about Fast input response. 53% of the reviews are negative.",
      "Quality remote (63)",
      "View 63 reviews about Quality remote. 72% of the reviews are positive.",
      "Attractive (61)",
      "View 61 reviews about Attractive. 98% of the reviews are positive.",
      "Low quality display (10)",
      "View 10 reviews about Low quality display. 100% of the reviews are negative.",
      "Minimal glare (5)",
      "View 5 reviews about Minimal glare. 80% of the reviews are negative.",
      "Color vividness (4)",
      "View 4 reviews about Color vividness. 100% of the reviews are positive."
    ],
    "price": "$101.99",
    "reviewScore": "4.6",
    "numReviews": "17,462 reviews",
    "imgLink": null
  },
  {
    "title": "Insignia - 55\" Class F30 Series LED 4K UHD Smart Fire TV NS-55F301NA22",
    "bullets": [
      "Brand: INSIGNIA",
      "Color: Black",
      "Binding: Electronics",
      "model number: NS-55F301NA22",
      "Part Number: NS-55F301NA22",
      "Brand: INSIGNIA",
      "Color: Black",
      "Binding: Electronics",
      "model number: NS-55F301NA22",
      "Part Number: NS-55F301NA22",
      "Package Dimensions: 52.0 x 34.0 x 6.3 inches"
    ],
    "description": null,
    "reviews": [
      "Good sound quality (582)",
      "View 582 reviews about Good sound quality. 93% of the reviews are positive.",
      "Easy to use (286)",
      "View 286 reviews about Easy to use. 96% of the reviews are positive.",
      "Easy to set up (115)",
      "View 115 reviews about Easy to set up. 88% of the reviews are positive.",
      "Fast input response (114)",
      "View 114 reviews about Fast input response. 61% of the reviews are positive.",
      "Lightweight (83)",
      "View 83 reviews about Lightweight. 94% of the reviews are positive.",
      "Build quality (83)",
      "View 83 reviews about Build quality. 54% of the reviews are positive.",
      "Remote quality (58)",
      "View 58 reviews about Remote quality. 55% of the reviews are positive.",
      "Attractive (29)",
      "View 29 reviews about Attractive. 100% of the reviews are positive.",
      "Minimal glare (10)",
      "View 10 reviews about Minimal glare. 60% of the reviews are positive.",
      "Color vividness (4)",
      "View 4 reviews about Color vividness. 100% of the reviews are positive.",
      "Display quality (2)",
      "View 2 reviews about Display quality. 50% of the reviews are negative."
    ],
    "price": "$357.46",
    "reviewScore": "4.6",
    "numReviews": "7,021 reviews",
    "imgLink": "https://encrypted-tbn3.gstatic.com/shopping?q=tbn:ANd9GcRmC5lggj_tUJjZwCwcGxH2oKkQrLojvrNho0_sTc19mYarFYw0cVyWOLuVKvK_15oQhAWzmmK91WbivZ7nyBzXEsH-DEknSR5jb6XWkSSg"
  },
  {
    "title": "Samsung 85\" CU7000 Crystal UHD 4K Smart TV",
    "bullets": [
      "Crystal Processor With 4K UHD Upscaling.",
      "Mega Contrast.",
      "Object Trackign Sound Lite.",
      "*Q-Series and S-Series soundbars sold separately.",
      "Samsung Smart TV Hub.",
      "Crystal Processor With 4K UHD Upscaling.",
      "Mega Contrast.",
      "Object Trackign Sound Lite.",
      "*Q-Series and S-Series soundbars sold separately.",
      "Samsung Smart TV Hub.",
      "*Content services may vary by regions and are subject to change without notifications.",
      "Samsung Gaming Hub.",
      "Where gaming comes together. Stream your favorite games right from your TV. No console required.",
      "*High speed internet connection, additional gaming service subscriptions and compatible controller required."
    ],
    "description": "True to life color. Effortless connectivity. Dazzling 4K value. Samsung Crystal UHD is worth a look (and more). Effortlessly access TV shows, movies and ambient content using the Samsung Smart Hub, or find a range of great games on the Samsung Gaming Hub. * Enjoy content even more clear than it was created as its upgraded to 4K resolution. Color and contrast are also improved with our PurColor and Mega Contrast technologies that instantly analyze and adjust what you see on screen. As all the visual details shine through, you’ll be surrounded by 3D sound that moves with the action, engaging all your senses. *High speed internet connection, additional gaming service subscriptions and compatible controller required.",
    "reviews": [
      "Good sound quality (1239)",
      "View 1239 reviews about Good sound quality. 78% of the reviews are positive.",
      "Easy to use (801)",
      "View 801 reviews about Easy to use. 89% of the reviews are positive.",
      "Fast input response (476)",
      "View 476 reviews about Fast input response. 51% of the reviews are negative.",
      "Easy to set up (320)",
      "View 320 reviews about Easy to set up. 77% of the reviews are positive.",
      "Low quality remote (281)",
      "View 281 reviews about Low quality remote. 75% of the reviews are negative.",
      "Build quality (270)",
      "View 270 reviews about Build quality. 58% of the reviews are positive.",
      "Lightweight (189)",
      "View 189 reviews about Lightweight. 85% of the reviews are positive.",
      "Attractive (192)",
      "View 192 reviews about Attractive. 100% of the reviews are positive.",
      "Excessive glare (25)",
      "View 25 reviews about Excessive glare. 68% of the reviews are negative.",
      "Display quality (12)",
      "View 12 reviews about Display quality. 67% of the reviews are positive.",
      "Color vividness (7)",
      "View 7 reviews about Color vividness. 100% of the reviews are positive."
    ],
    "price": "$1,097.99",
    "reviewScore": "4.5",
    "numReviews": "24,694 reviews",
    "imgLink": "https://encrypted-tbn1.gstatic.com/shopping?q=tbn:ANd9GcTuMFGXpvLOuNXmGtLqs2jQeZSsn5y4Pg-FnKAM5QHea-MpNLX9XG6xaffQWoZWJY4qRA4pFPKBrFICHgMn8xVPm05aks5-rUGu9f6I1RUH"
  },
  {
    "title": "Onn. 75A Class 4K UHD (2160p) LED Frameless Roku Smart TV (100044717)",
    "bullets": [
      "75” (74.5” actual diagonal) 2160p UHD LED TV",
      "VESA: 300 x 200 mm",
      "60 Hz refresh rate, 4K (2160p) resolution, DLED display, frameless bezel, wireless streaming",
      "Connections: 3 HDMI, 1 composite, 1 USB, 1 LAN, 1 coaxial/cable, 1 optical and 1 headphone"
    ],
    "description": "Binge on movies and TV episodes, news, sports, music and more! Enjoy an edge-to edge viewing experience too with a low-profile, frameless bezel. Watch via cable, satellite, HDTV antenna or just start streaming from your favorite app. Like the sound of your own voice? You can actually use it with the Roku mobile app to search for the title, artist, actor or director, or just go old-school with our handy remote. Lose yourself in the ultimate viewing experience. Say goodbye to stressful decision-making and fear of the electronics aisle. Choose onn. and get back to using your brainpower for the important things in life like pondering the question, What should I binge watch this weekend?",
    "reviews": [
      "Sound quality (1632)",
      "View 1632 reviews about Sound quality. 63% of the reviews are positive.",
      "Low quality build (604)",
      "View 604 reviews about Low quality build. 89% of the reviews are negative.",
      "Easy to use (543)",
      "View 543 reviews about Easy to use. 96% of the reviews are positive.",
      "Easy to set up (327)",
      "View 327 reviews about Easy to set up. 79% of the reviews are positive.",
      "Fast input response (355)",
      "View 355 reviews about Fast input response. 52% of the reviews are positive.",
      "Lightweight (297)",
      "View 297 reviews about Lightweight. 96% of the reviews are positive.",
      "Remote quality (190)",
      "View 190 reviews about Remote quality. 66% of the reviews are negative.",
      "Attractive (72)",
      "View 72 reviews about Attractive. 96% of the reviews are positive.",
      "Minimal glare (13)",
      "View 13 reviews about Minimal glare. 69% of the reviews are negative.",
      "Display quality (11)",
      "View 11 reviews about Display quality. 82% of the reviews are negative.",
      "Color vividness (3)",
      "View 3 reviews about Color vividness. 67% of the reviews are negative."
    ],
    "price": "$448.00",
    "reviewScore": "3.7",
    "numReviews": "22,095 reviews",
    "imgLink": "https://encrypted-tbn2.gstatic.com/shopping?q=tbn:ANd9GcT0l7uI_4Oofjj5I75eiSNUEWDLk0gABLprUlxA0KSldazTQJifZ8eXLISyTVG2StpB8l7XFzf54-d2z4zZPRZuLz3hDryJvJfLTVhG7qntN-3RINGOdsp36w"
  },
  {
    "title": "Hisense - 43\" Class A6 Series LED 4K UHD Smart Google TV",
    "bullets": [],
    "description": "The Hisense 43 inch A6H UHD Smart TV adds more picture quality enhancements and an operating system upgrade for the perfect 4K fit for consumers looking for options and affordability. Adding Film Maker Mode reproduces movie content the way the director originally intended and adding Game Mode Plus with variable refresh rate at 4K 60Hz the A6 series at pace with next-generation game consoles. The A6 series also maintains DTS Virtual: X-audio technology and Chromecast built-in for fuller audio and video casting capabilities. These advancements are available in all sizes and position the A6 series as the go-to Hisense television for the perfect 4K fit. The entertainment you love. With a little help from Google. Google TV brings together movies, shows, live TV and more from across your apps and subscriptions and organizes them just for you. Discover new things to watch with recommendations based on what you watch and what interests you, from across your subscriptions and content available to you. Ask Google to find movies and shows, answer questions, control smart home devices, and more, with your voice. And with the Google TV app you can watch anywhere, anytime.",
    "reviews": [
      "Good sound quality (319)",
      "View 319 reviews about Good sound quality. 84% of the reviews are positive.",
      "Fast input response (136)",
      "View 136 reviews about Fast input response. 59% of the reviews are negative.",
      "Easy to use (124)",
      "View 124 reviews about Easy to use. 95% of the reviews are positive.",
      "Build quality (86)",
      "View 86 reviews about Build quality. 58% of the reviews are negative.",
      "Easy to set up (44)",
      "View 44 reviews about Easy to set up. 77% of the reviews are positive.",
      "Lightweight (32)",
      "View 32 reviews about Lightweight. 94% of the reviews are positive.",
      "Attractive (24)",
      "View 24 reviews about Attractive. 96% of the reviews are positive.",
      "Quality remote (19)",
      "View 19 reviews about Quality remote. 79% of the reviews are positive.",
      "Minimal glare (6)",
      "View 6 reviews about Minimal glare. 67% of the reviews are negative.",
      "Color vividness (5)",
      "View 5 reviews about Color vividness. 80% of the reviews are positive.",
      "Display quality (4)",
      "View 4 reviews about Display quality. 50% of the reviews are negative."
    ],
    "price": "$198.00",
    "reviewScore": "4.4",
    "numReviews": "4,508 reviews",
    "imgLink": "https://encrypted-tbn1.gstatic.com/shopping?q=tbn:ANd9GcT5B6EwiL_zVGiSZ83LPouWzWIXTMYqWvkRgwMuJP6j9fzkwJDZT6iFrtk11BUxKDkCXwxhBbGFHnuRjgyQJj1xCMfi1XAYGeOHUTpqFVo"
  },
  {
    "title": "Insignia - 43\" Class F30 Series LED 4K UHD Smart Fire TV",
    "bullets": [
      "4K Ultra HD (2160p resolution)",
      "High Dynamic Range",
      "Alexa voice control",
      "Access thousands of shows with Fire TV",
      "DTS Studio Sound",
      "4K Ultra HD (2160p resolution)",
      "High Dynamic Range",
      "Alexa voice control",
      "Access thousands of shows with Fire TV",
      "DTS Studio Sound",
      "Supports HDMI ARC and HDMI eARC",
      "Versatile connections",
      "Parental controls"
    ],
    "description": null,
    "reviews": [
      "Good sound quality (594)",
      "View 594 reviews about Good sound quality. 89% of the reviews are positive.",
      "Easy to use (351)",
      "View 351 reviews about Easy to use. 95% of the reviews are positive.",
      "Fast input response (175)",
      "View 175 reviews about Fast input response. 58% of the reviews are positive.",
      "Easy to set up (135)",
      "View 135 reviews about Easy to set up. 79% of the reviews are positive.",
      "Lightweight (94)",
      "View 94 reviews about Lightweight. 93% of the reviews are positive.",
      "Build quality (97)",
      "View 97 reviews about Build quality. 64% of the reviews are positive.",
      "Remote quality (82)",
      "View 82 reviews about Remote quality. 60% of the reviews are positive.",
      "Attractive (17)",
      "View 17 reviews about Attractive. 100% of the reviews are positive.",
      "Minimal glare (10)",
      "View 10 reviews about Minimal glare. 60% of the reviews are positive.",
      "Display quality (4)",
      "View 4 reviews about Display quality. 50% of the reviews are negative.",
      "Color vividness (2)",
      "View 2 reviews about Color vividness. 100% of the reviews are positive."
    ],
    "price": "$173.00",
    "reviewScore": "4.6",
    "numReviews": "8,315 reviews",
    "imgLink": "https://encrypted-tbn3.gstatic.com/shopping?q=tbn:ANd9GcQ2fVZEqAqGzErvPkKkOxPzaUJ-X7y8UjOyQs7Y-LRpjFGeubtjVgr_lyGn44ka7Aj4CQD5mu4H4BrdWj_rY5s53_CZpgZ2hpsznfajxvBLM9aIsoRbuWnjJg"
  },
  {
    "title": "Samsung UN43TU7000F - 43\" Diagonal Class (42.5\" Viewable) - 7 Series LED-backlit LCD TV - Smart TV - Tizen Os - 4K UHD (2160p) 3840 x 2160 - HDR - New Direct Backlight - Titan Gray",
    "bullets": [
      "Crystal Display",
      "Crystal Processor 4K",
      "Smart TV Powered by Tizen"
    ],
    "description": null,
    "reviews": [
      "Good sound quality (1560)",
      "View 1560 reviews about Good sound quality. 80% of the reviews are positive.",
      "Easy to use (1174)",
      "View 1174 reviews about Easy to use. 85% of the reviews are positive.",
      "Slow input response (871)",
      "View 871 reviews about Slow input response. 69% of the reviews are negative.",
      "Easy to set up (449)",
      "View 449 reviews about Easy to set up. 71% of the reviews are positive.",
      "Low quality remote (455)",
      "View 455 reviews about Low quality remote. 78% of the reviews are negative.",
      "Low quality build (377)",
      "View 377 reviews about Low quality build. 74% of the reviews are negative.",
      "Attractive (334)",
      "View 334 reviews about Attractive. 97% of the reviews are positive.",
      "Lightweight (290)",
      "View 290 reviews about Lightweight. 90% of the reviews are positive.",
      "Excessive glare (38)",
      "View 38 reviews about Excessive glare. 67% of the reviews are negative.",
      "Low quality display (20)",
      "View 20 reviews about Low quality display. 67% of the reviews are negative.",
      "Color vividness (5)",
      "View 5 reviews about Color vividness. 100% of the reviews are positive.",
      "Ease of assembly (1)",
      "View 1 review about Ease of assembly. 100% of the reviews are positive."
    ],
    "price": "$70.00",
    "reviewScore": "4.2",
    "numReviews": "29,077 reviews",
    "imgLink": "https://encrypted-tbn3.gstatic.com/shopping?q=tbn:ANd9GcThGlrtFxX1H8oZZYLs4fvwOc6AgCZT45OubZJZI_OkkkI3nx-8yfXAaLAUneqDjBVk3T8yrtp4RUgTm56eClONgTCf-P3kikkGMK1lQvhTvLKoxw2DmZbG"
  }
]
